#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2012
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/
#NLS_ENCODING=UNICODE
#NLS_MESSAGEFORMAT_NONE

sna=Analyse du r\u00e9seau social
unknownErrorMsg.LABEL=Erreur interne (inconnue)
initErrMsg.LABEL=Echec de l\u2019initialisation
inputErrMsg.LABEL=Erreur lors de la lecture des donn\u00e9es d'entr\u00e9e
internalErrMsg.LABEL=Erreur interne
invalidMetadataErrMsg.LABEL=M\u00e9tadonn\u00e9es (sur les champs d'entr\u00e9e/de sortie) non valides
fileNotExistErrorMsg.LABEL=Le fichier de donn\u00e9es n'existe pas.
storageNotSupportErrorMsg.LABEL=L'int\u00e9gration ne prend pas en charge ce type de stockage de donn\u00e9es.
invalidTargetErrorMsg.LABEL=Param\u00e8tre de champ cible non valide
invalidTarResponseErrorMsg.LABEL=Param\u00e8tre de r\u00e9ponse cible non valide
predictorsEmptyErrMsg.LABEL=Le param\u00e8tre des pr\u00e9dicteurs ne peut pas \u00eatre vide
targetAsInputErrorMsg.LABEL=Le champ cible ne peut pas \u00eatre une entr\u00e9e
invalidFrequencyErrorMsg.LABEL=Le champ de fr\u00e9quence ne peut pas \u00eatre un champ d'entr\u00e9e.
invalidTargetResponseErrorMsg.LABEL=Le champ de r\u00e9ponse cible ne peut pas \u00eatre un champ d'entr\u00e9e.
invlidResponseCatErrorMsg.LABEL=Le champ de r\u00e9ponse cible doit \u00eatre un indicateur.
noFrequencyErrorMsg.LABEL=Aucun champ de fr\u00e9quence s\u00e9lectionn\u00e9
noTargetErrorMsg.LABEL=Aucune valeur de champ cible n'a \u00e9t\u00e9 sp\u00e9cifi\u00e9e
invalidtarValueMsg.LABEL=Valeur de champ cible sp\u00e9cifi\u00e9e non valide
getfilePathMsg.LABEL=Erreur interne (obtention du fichier)
creationAlgorithmMsg.LABEL=Erreur interne (algorithme)
buildModelErrorMsg.LABEL=Erreur interne (cr\u00e9ation du composant)
assessModelErrorMsg.LABEL=Erreur interne (\u00e9valuation du composant)
exportPMLLErrorMsg.LABEL=Erreur interne (exportation du composant PMML)
getDataFieldErrorMsg.LABEL=Erreur interne (obtention du mod\u00e8le de donn\u00e9es)
tarResIsSameErrorMsg.LABEL=Le champ cible, le champ de r\u00e9ponse cible, le champ de pond\u00e9ration et le champ de partition doivent \u00eatre diff\u00e9rents.
NoTargetFieldErrorMsg.LABEL=Aucun champ cible s\u00e9lectionn\u00e9
NoTargetResFieldErrorMsg.LABEL=Aucun champ de r\u00e9ponse cible s\u00e9lectionn\u00e9
targetResTrueErrorMsg.LABEL=La valeur vraie du param\u00e8tre de r\u00e9ponse cible n'est pas valide
PMMLNotExistErrorMsg.LABEL=Erreur interne (PMML manquant)
PMMLIsInvalidErrorMsg.LABEL=Erreur interne (PMML non valide)
NoPredVarInPMMLErrorMsg.LABEL=Erreur interne (aucune champ pr\u00e9dicteur dans le fichier PMML)
PMMLNotMatchDataErrorMsg.LABEL=Erreur interne (r\u00e9pertoire PMML)
getDataSourceErrorMsg.LABEL=Erreur interne (obtention de la source de donn\u00e9es)
dataFileISValidErrorMsg.LABEL=Les donn\u00e9es d'entr\u00e9e ne contiennent pas les champs pr\u00e9dicteurs requis par le mod\u00e8le.
TarFieldNOTMatchErrMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e n\u2019incluent pas le champ pr\u00e9dicteur requis par le mod\u00e8le.
TRFieldNOTMatchErrMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e n\u2019incluent pas le champ de r\u00e9ponse cible requis par le mod\u00e8le.
FreFieldNOTMatchErrMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e n\u2019incluent pas le champ de fr\u00e9quence requis par le mod\u00e8le.
InputFieldNOTMatchMsg.LABEL=Les donn\u00e9es d\u2019entr\u00e9e n\u2019incluent pas les champs requis par le mod\u00e8le.
NoValidRecordsMsg.LABEL=Il n'y a pas d'enregistrement valide pour la g\u00e9n\u00e9ration du mod\u00e8le.
NoRecordsScoringMsg.LABEL=Il n'existe pas d'enregistrement valide pour l'\u00e9valuation
PartionInValidMsg.LABEL=Le champ de partition doit \u00eatre diff\u00e9rent des autres champs pr\u00e9dictifs
InputFieldConstantMsg.LABEL=Un des champs pr\u00e9dictifs contient une seule valeur
InvalidSettingsErrorMsg.LABEL=Param\u00e8tres d'algorithme de composant non valides
NoValidFieldValuesErrorMsg.LABEL=Les champs dans les m\u00e9tadonn\u00e9es n'ont pas d\u00e9fini de valeurs valides.
kSNA_InvalidSetting.LABEL=Le param\u00e8tre d\u2019entr\u00e9e n'est pas valide
kSNA_InvalidFieldName.LABEL=Le nom du champ d'entr\u00e9 n'est pas valide
kSNA_InputDataError.LABEL=Les donn\u00e9es d'entr\u00e9es ne sont pas valides
kSNA_InputDataValidateEncodeTypeError.LABEL=Le type de codage du fichier de donn\u00e9es d'entr\u00e9e n'est pas valide. SNA ne prend en charge que le codage ANSI d'un fichier CDR.
kSNA_InputDiffusionFileValidateError.LABEL=Le fichier de d\u00e9part de diffusion des entr\u00e9es n'est pas valide. V\u00e9rifiez si toutes les lignes sont les m\u00eames ou si leur valeur n'est pas valide.
kSNA_SeedFileError.LABEL=Impossible d'ouvrir le fichier de liste de d\u00e9part.
kSNA_TempFileError.LABEL=Erreur de fichier temporaire dans SNA
kSNA_MemoryError.LABEL=Erreur de m\u00e9moire dans SNA
kSNA_AlgorithmError.LABEL=Erreur d'algorithme dans SNA
kSNA_TABIError.LABEL=Erreur du serveur TABI
kSNA_InternalError.LABEL=Erreur de m\u00e9moire dans SNA
kSNA_TabiloaderReadXMLFileError.LABEL=Une erreur s'est produite lors de la lecture du fichier XML.
kSNA_TabiloaderOpenProcessFileError.LABEL=Echec de l'ouverture du fichier de traitement {0} utilis\u00e9 par tabi-loader.
kSNA_TabiloaderWriteFeaturesSparseError.LABEL=Une exception inattendue a \u00e9t\u00e9 renvoy\u00e9e lors de l'\u00e9criture des donn\u00e9es dans le fichier .bin.
kSNA_TabiloaderReadInputFormatFileError.LABEL=Une exception inattendue a \u00e9t\u00e9 renvoy\u00e9e lors de la lecture du fichier XML d'entr\u00e9e, lequel est un fichier temporaire utilis\u00e9 par tabi-loader. V\u00e9rifiez si ce fichier a \u00e9t\u00e9 g\u00e9n\u00e9r\u00e9 et s'il est accessible en \u00e9criture.
kSNA_TabiloaderWriteProcessFileError.LABEL=Une exception inattendue a \u00e9t\u00e9 renvoy\u00e9e lors de l'\u00e9criture du fichier .tmp par tabi-loader.
kSNA_TabiloaderSortingError.LABEL=Une exception inattendue a \u00e9t\u00e9 renvoy\u00e9e lors du tri du vecteur.
kSNA_TabiloaderWritePMLFileError.LABEL=Une exception inattendue a \u00e9t\u00e9 renvoy\u00e9e lors de l'\u00e9criture du fichier XML qui sera utilis\u00e9 par pmlexec.
kSNA_TabiloaderAlgorithmProcessingMemoryError.LABEL=Une exception inattendue concernant la m\u00e9moire a \u00e9t\u00e9 renvoy\u00e9e. Il est probable que la m\u00e9moire de tabi-loader soit satur\u00e9e. Utilisez la formule d'utilisation de la m\u00e9moire afin de calculer la taille de la m\u00e9moire requise.
kSNA_TabiloaderReadProcessFileError.LABEL=Une exception inattendue a \u00e9t\u00e9 renvoy\u00e9e lors de la lecture du fichier .tmp.
kSNA_TabiloaderUpdateMapError.LABEL=Une exception inattendue a \u00e9t\u00e9 renvoy\u00e9e. La derni\u00e8re ligne est {0}.
kSNA_TabiloaderAlgorithmError.LABEL=Les informations paire-somme pour la cl\u00e9 {0} sont manquantes lorsque tabi-loder \u00e9crit dans le fichier .tmp.
kSNA_TabiloaderReedProcessFileCalleeWarning.LABEL=Erreur li\u00e9e \u00e0 une valeur de destination n\u00e9gative. L'ID de destination est {0} et dans la ligne de {1}. L'ID source est {2}.
kSNA_TabiloaderReedProcessFileCallerWarning.LABEL=Erreur li\u00e9e \u00e0 une valeur d'ID source n\u00e9gative. L'ID source est {0} et dans la ligne de {1}.
kSNA_TabiPmlexecWriteOutPutFileError.LABEL=Echec de l'\u00e9criture du fichier de sortie {0}. V\u00e9rifiez si ce fichier a \u00e9t\u00e9 g\u00e9n\u00e9r\u00e9 et s'il est accessible en \u00e9criture.
kSNA_TabiPmlexecOpenOutputFileError.LABEL=Echec de l'ouverture du fichier de sortie {0}. V\u00e9rifiez si ce fichier a \u00e9t\u00e9 g\u00e9n\u00e9r\u00e9 et s'il est accessible en \u00e9criture.
kSNA_TabiPmlexecOpenParameterFileError.LABEL=Impossible d'ouvrir le fichier de param\u00e8tres {0} utilis\u00e9 par pmlexec. V\u00e9rifiez si ce fichier a \u00e9t\u00e9 g\u00e9n\u00e9r\u00e9 et s'il est accessible en \u00e9criture.
kSNA_TabiPmlexecOpenInputFileError.LABEL=Echec de l'ouverture du fichier de donn\u00e9es temporaires {0} utilis\u00e9 par pmlexec. V\u00e9rifiez si ce fichier a \u00e9t\u00e9 g\u00e9n\u00e9r\u00e9 et s'il est accessible en \u00e9criture. 
kSNA_TabiPmlexecOpenInputFileInfoError.LABEL=Echec de l'ouverture du fichier d'informations sur les donn\u00e9es temporaires {0} utilis\u00e9 par pmlexec. V\u00e9rifiez si ce fichier a \u00e9t\u00e9 g\u00e9n\u00e9r\u00e9 et s'il est accessible en \u00e9criture.
kSNA_TabiPmlexecKernalInternalStatusError.LABEL=Le statut de l'analyse des donn\u00e9es est {0}. Ce statut n'est pas valide. 
kSNA_TabiPmlexecKernalInternalSample_Error.LABEL=Impossible de trouver un \u00e9chantillon pour l'histogramme. Il est probable que les donn\u00e9es ou les param\u00e8tres ont \u00e9t\u00e9 d\u00e9finis de mani\u00e8re trop restrictive. Si les donn\u00e9es et les param\u00e8tres sont appropri\u00e9s, indiquez un nombre peu \u00e9lev\u00e9 pour la valeur de la variable d'environnement SNA_NUMBER_OF_PROCESSES.
kSNA_TabiPmlexecCorruptedInputHeaderError.LABEL=L'en-t\u00eate est manquant. L'en-t\u00eate est cens\u00e9 figurer dans la ligne {0}.
kSNA_TabiPmlexecCorruptedInputFooter_Error.LABEL=La source a \u00e9t\u00e9 modifi\u00e9e sans pied de page ad\u00e9quat dans la ligne {0}.
kSNA_TabiPmlexecCorruptedInputBoundError.LABEL=Le num\u00e9ro de destination est hors bornes. 
kSNA_TabiPmlexecWrongLineNumberWarning=Ligne vide ou valeur num\u00e9rique non valide sur la ligne {0} lors du traitement du fichier de donn\u00e9es.  
kSNA_TabiPmlexecMaxClusterSizeWarning=La taille du groupe est sup\u00e9rieure \u00e0 800. Ceci peut affecter les performances de l'algorithme.
kSNA_TabiPmlexecEmptyLineWarning=Ligne vide ou valeur num\u00e9rique non valide sur la ligne {0} lors du traitement du fichier de d\u00e9part.  
kSNA_TabiPmlexecSumValueRowWarning=La valeur de la somme de la ligne est plus petite que la valeur double minimum.
kSNA_TabiMICH2Error.LABEL=Impossible de se connecter \u00e0 MPICH2. V\u00e9rifiez si le service MPICH2 est en op\u00e9ration.
kSNA_AcessRestrictedToFile.LABEL = L'acc\u00e8s est limit\u00e9 au fichier {0}.
