#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2012
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/
#NLS_ENCODING=UNICODE
#NLS_MESSAGEFORMAT_NONE

sna=Social Network Analysis
unknownErrorMsg.LABEL=Errore interno (sconosciuto)
initErrMsg.LABEL=Inizializzazione non riuscita
inputErrMsg.LABEL=Errore di lettura dei dati di input
internalErrMsg.LABEL=Errore interno
invalidMetadataErrMsg.LABEL=Metadati non validi (su campi di input/output)
fileNotExistErrorMsg.LABEL=Il file di dati non esiste
storageNotSupportErrorMsg.LABEL=L'integrazione non supporta questo tipo di archiviazione dati
invalidTargetErrorMsg.LABEL=Impostazione del campo obiettivo non valida
invalidTarResponseErrorMsg.LABEL=Impostazione della risposta obiettivo non valida
predictorsEmptyErrMsg.LABEL=L'impostazione per i predittori non pu\u00f2 essere vuota
targetAsInputErrorMsg.LABEL=Il campo Obiettivo non pu\u00f2 essere un input
invalidFrequencyErrorMsg.LABEL=Il campo frequenza non pu\u00f2 essere un input
invalidTargetResponseErrorMsg.LABEL=Il campo Risposta obiettivo non pu\u00f2 essere un input
invlidResponseCatErrorMsg.LABEL=Il campo risposta obiettivo deve essere un flag
noFrequencyErrorMsg.LABEL=Nessun campo frequenza selezionato
noTargetErrorMsg.LABEL=Non \u00e8 stato specificato alcun valore per il campo obiettivo
invalidtarValueMsg.LABEL=\u00c8 stato specificato un valore non valido per il campo obiettivo
getfilePathMsg.LABEL=Errore interno (ottieni file)
creationAlgorithmMsg.LABEL=Errore interno (algoritmo)
buildModelErrorMsg.LABEL=Errore interno (build componente)
assessModelErrorMsg.LABEL=Errore interno (valutazione componente)
exportPMLLErrorMsg.LABEL=Errore interno (Esportazione PMML componente)
getDataFieldErrorMsg.LABEL=Errore interno (ottieni modello dati)
tarResIsSameErrorMsg.LABEL=I campi obiettivo, risposta obiettivo, peso e partizione devono essere differenti
NoTargetFieldErrorMsg.LABEL=Nessun campo obiettivo selezionato
NoTargetResFieldErrorMsg.LABEL=Nessun campo risposta obiettivo selezionato
targetResTrueErrorMsg.LABEL=L'impostazione del valore true della risposta obiettivo non \u00e8 valida
PMMLNotExistErrorMsg.LABEL=Errore interno (PMML mancante)
PMMLIsInvalidErrorMsg.LABEL=Errore interno (PMML non valido)
NoPredVarInPMMLErrorMsg.LABEL=Errore interno (nessun campo predittore nel file PMML)
PMMLNotMatchDataErrorMsg.LABEL=Errore interno (cartella PMML)
getDataSourceErrorMsg.LABEL=Errore interno (Ottenimento origine dati)
dataFileISValidErrorMsg.LABEL=I dati di input non includono i campi predittore richiesti dal modello
TarFieldNOTMatchErrMsg.LABEL=I dati di input non includono il campo obiettivo richiesto dal modello
TRFieldNOTMatchErrMsg.LABEL=I dati di input non includono il campo risposta obiettivo richiesto dal modello
FreFieldNOTMatchErrMsg.LABEL=I dati di input non includono il campo frequenza richiesto dal modello
InputFieldNOTMatchMsg.LABEL=I dati di input non includono i campi richiesti dal modello
NoValidRecordsMsg.LABEL=Non esistono record validi per la creazione del modello
NoRecordsScoringMsg.LABEL=Non esistono record validi per il calcolo del punteggio
PartionInValidMsg.LABEL=Il campo partizione deve essere diverso dagli altri campi predittivi
InputFieldConstantMsg.LABEL=Uno dei campi predittori contiene solo un valore
InvalidSettingsErrorMsg.LABEL=Impostazioni algoritmo componente non valide
NoValidFieldValuesErrorMsg.LABEL=I campi dei metadati non definivano valori validi
kSNA_InvalidSetting.LABEL=L'impostazione di input non \u00e8 valida
kSNA_InvalidFieldName.LABEL=Il nome di campo di input non \u00e8 valido
kSNA_InputDataError.LABEL=I dati di input non sono validi
kSNA_InputDataValidateEncodeTypeError.LABEL=Il tipo di codifica del file di dati di input non \u00e8 valido. SNA supporta solo file CDR in codifica ANSI.
kSNA_InputDiffusionFileValidateError.LABEL=Il file del seme di diffusione di input non \u00e8 valido. Verificare se tutte le righe sono uguali o se hanno un valore non valido.
kSNA_SeedFileError.LABEL=Impossibile aprire il file di elenco seme.
kSNA_TempFileError.LABEL=Errore di file temporaneo in SNA
kSNA_MemoryError.LABEL=Errore di memoria in SNA
kSNA_AlgorithmError.LABEL=Errore di algoritmo in SNA
kSNA_TABIError.LABEL=Errore nel server TABI
kSNA_InternalError.LABEL=Errore interno in SNA
kSNA_TabiloaderReadXMLFileError.LABEL=Si \u00e8 verificato un errore durante la lettura del file XML.
kSNA_TabiloaderOpenProcessFileError.LABEL=Impossibile aprire il file di processo {0} utilizzato da tabi-loader.
kSNA_TabiloaderWriteFeaturesSparseError.LABEL=Si \u00e8 verificata un'eccezione non prevista durante la scrittura dei dati nel file .bin.
kSNA_TabiloaderReadInputFormatFileError.LABEL=Si \u00e8 verificata un'eccezione non prevista durante la lettura del formato del file XML di input, che \u00e8 un file temporaneo ed \u00e8 utilizzato per tabi-loader. Verificare se tale file \u00e8 generato e se dispone dell'attributo di scrittura.
kSNA_TabiloaderWriteProcessFileError.LABEL=Si \u00e8 verificata un'eccezione non prevista durante la scritta del file .tmp da parte di tabi-loader.
kSNA_TabiloaderSortingError.LABEL=Si \u00e8 verificata un'eccezione non prevista durante l'ordinamento del vettore.
kSNA_TabiloaderWritePMLFileError.LABEL=Si \u00e8 verificata un'eccezione non prevista durante la scrittura del file XML che verr\u00e0 utilizzato da pmlexec.
kSNA_TabiloaderAlgorithmProcessingMemoryError.LABEL=Si \u00e8 verificata un'eccezione di memoria non prevista. \u00c8 probabile che tabi-loader abbia esaurito la memoria. Utilizzare la formula di utilizzo della memoria per calcolare la dimensione della memoria richiesta.
kSNA_TabiloaderReadProcessFileError.LABEL=Si \u00e8 verificata un'eccezione non prevista durante la lettura del file .tmp.
kSNA_TabiloaderUpdateMapError.LABEL=Si \u00e8 verificata un'eccezione non prevista. L'ultima riga \u00e8 {0}.
kSNA_TabiloaderAlgorithmError.LABEL=Informazioni pair-sum mancati per la chiave {0} durante la scrittura del file .tmp da parte di tabi-loder.
kSNA_TabiloaderReedProcessFileCalleeWarning.LABEL=Si \u00e8 verificato un errore che indica che il valore della destinazione \u00e8 negativo. L'ID destinazione \u00e8 {0} e nella riga di {1}. L'ID origine \u00e8 {2}.
kSNA_TabiloaderReedProcessFileCallerWarning.LABEL=Si \u00e8 verificato un errore che indica che il valore dell'ID origine \u00e8 negativo. L'ID origine \u00e8 {0} e nella riga di {1}.
kSNA_TabiPmlexecWriteOutPutFileError.LABEL=Impossibile scrivere il file di output {0}. Verificare se tale file \u00e8 generato e se dispone dell'attributo di scrittura.
kSNA_TabiPmlexecOpenOutputFileError.LABEL=Impossibile aprire il file di output {0}. Verificare se tale file \u00e8 generato e se dispone dell'attributo di scrittura.
kSNA_TabiPmlexecOpenParameterFileError.LABEL=Impossibile aprire il file dei parametri {0} utilizzato da pmlexec. Verificare se tale file \u00e8 generato e se dispone dell'attributo di scrittura.
kSNA_TabiPmlexecOpenInputFileError.LABEL=Impossibile aprire il file di dati temporaneo {0} utilizzato da pmlexec. Verificare se tale file \u00e8 generato e se dispone dell'attributo di scrittura. 
kSNA_TabiPmlexecOpenInputFileInfoError.LABEL=Impossibile aprire il file di informazioni sui dati temporaneo {0} utilizzato da pmlexec. Verificare se tale file \u00e8 generato e se dispone dell'attributo di scrittura.
kSNA_TabiPmlexecKernalInternalStatusError.LABEL=Lo stato della scansione dei dati \u00e8 {0}. Lo stato non \u00e8 valido. 
kSNA_TabiPmlexecKernalInternalSample_Error.LABEL=Impossibile trovare esempi per l'istogramma. \u00c8 probabile che i dati o i parametri siano impostati in modo troppo restrittivo. Se i dati ed i parametri sono appropriati, impostare la variabile di ambiente SNA_NUMBER_OF_PROCESSES su un valore basso.
kSNA_TabiPmlexecCorruptedInputHeaderError.LABEL=Intestazione mancante. L'intestazione \u00e8 prevista nella riga {0}.
kSNA_TabiPmlexecCorruptedInputFooter_Error.LABEL=L'origine \u00e8 stata modificata senza un pi\u00e8 di pagina appropriato nella riga {0}.
kSNA_TabiPmlexecCorruptedInputBoundError.LABEL=Il numero della destinazione non \u00e8 compreso nei limiti. 
kSNA_TabiPmlexecWrongLineNumberWarning=Durante l'elaborazione del file dati, \u00e8 presente una riga vuota o un valore numerico non valido alla riga {0}.  
kSNA_TabiPmlexecMaxClusterSizeWarning=Il numero della dimensione del gruppo \u00e8 maggiore di 800. Ci\u00f2 pu\u00f2 avere effetto sulle prestazioni dell'algoritmo.
kSNA_TabiPmlexecEmptyLineWarning=Durante l'elaborazione del file di seme, \u00e8 presente una riga vuota o un valore numerico non valido alla riga {0}.  
kSNA_TabiPmlexecSumValueRowWarning=Il valore della somma della riga \u00e8 minore del valore doppio minimo.
kSNA_TabiMICH2Error.LABEL=Impossibile effettuare la connessione di MPICH2. Verificare se il servizio MPICH2 \u00e8 in esecuzione.
kSNA_AcessRestrictedToFile.LABEL = L'accesso \u00e8 limitato al file {0}.
