#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2012
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/
#NLS_ENCODING=UNICODE
#NLS_MESSAGEFORMAT_NONE

sna=An\u00e1lisis de redes sociales
unknownErrorMsg.LABEL=Error interno (desconocido)
initErrMsg.LABEL=La inicializaci\u00f3n ha fallado
inputErrMsg.LABEL=Error al leer los datos de entrada
internalErrMsg.LABEL=Error interno
invalidMetadataErrMsg.LABEL=Metadatos (en campos de entrada/salida) no v\u00e1lidos
fileNotExistErrorMsg.LABEL=El archivo de datos no existe
storageNotSupportErrorMsg.LABEL=La integraci\u00f3n no admite este tipo de almacenamiento de datos
invalidTargetErrorMsg.LABEL=Ajuste de campo de objetivo no v\u00e1lido
invalidTarResponseErrorMsg.LABEL=Ajuste de respuesta de objetivo no v\u00e1lido
predictorsEmptyErrMsg.LABEL=El ajuste de los predictores no puede estar vac\u00edo
targetAsInputErrorMsg.LABEL=El campo de objetivo no puede ser una entrada
invalidFrequencyErrorMsg.LABEL=El campo de frecuencia no puede ser una entrada
invalidTargetResponseErrorMsg.LABEL=El campo de respuesta de objetivo no puede ser una entrada
invlidResponseCatErrorMsg.LABEL=El campo de respuesta de objetivo debe ser una marca
noFrequencyErrorMsg.LABEL=No se ha seleccionado ning\u00fan campo de frecuencia
noTargetErrorMsg.LABEL=No se han especificado valores de campo de objetivo
invalidtarValueMsg.LABEL=Se ha especificado un valor de campo de objetivo no v\u00e1lido
getfilePathMsg.LABEL=Error interno (obtener archivo)
creationAlgorithmMsg.LABEL=Error interno (algoritmo)
buildModelErrorMsg.LABEL=Error interno (creaci\u00f3n de componente)
assessModelErrorMsg.LABEL=Error interno (evaluaci\u00f3n de componente)
exportPMLLErrorMsg.LABEL=Error interno (exportaci\u00f3n PMML de componente)
getDataFieldErrorMsg.LABEL=Error interno (obtener modelo de datos)
tarResIsSameErrorMsg.LABEL=Los campos de objetivo, respuesta de objetivo, ponderaci\u00f3n y partici\u00f3n deben ser diferentes
NoTargetFieldErrorMsg.LABEL=No se ha seleccionado ning\u00fan campo de objetivo
NoTargetResFieldErrorMsg.LABEL=No se ha seleccionado ning\u00fan campo de respuesta de objetivo
targetResTrueErrorMsg.LABEL=El ajuste del valor de respuesta de objetivo verdadero no es v\u00e1lido
PMMLNotExistErrorMsg.LABEL=Error interno (falta PMML)
PMMLIsInvalidErrorMsg.LABEL=Error interno (PMML no v\u00e1lido)
NoPredVarInPMMLErrorMsg.LABEL=Error interno (no hay ning\u00fan campo predictor en el archivo PMML)
PMMLNotMatchDataErrorMsg.LABEL=Error interno (directorio PMML)
getDataSourceErrorMsg.LABEL=Error interno (obtener origen de datos)
dataFileISValidErrorMsg.LABEL=Los datos de entrada no incluyen los campos de predictor que requiere el modelo
TarFieldNOTMatchErrMsg.LABEL=Los datos de entrada no incluyen el campo de objetivo que requiere el modelo
TRFieldNOTMatchErrMsg.LABEL=Los datos de entrada no incluyen el campo de respuesta de objetivo que requiere el modelo
FreFieldNOTMatchErrMsg.LABEL=Los datos de entrada no incluyen el campo de frecuencia que requiere el modelo
InputFieldNOTMatchMsg.LABEL=Los datos de entrada no incluyen campos que requiere el modelo
NoValidRecordsMsg.LABEL=No hay registros v\u00e1lidos para la creaci\u00f3n del modelo
NoRecordsScoringMsg.LABEL=No hay registros v\u00e1lidos para la puntuaci\u00f3n
PartionInValidMsg.LABEL=El campo de partici\u00f3n debe ser diferente del resto de campos predictivos
InputFieldConstantMsg.LABEL=Uno de los campos de predictor contiene un solo valor
InvalidSettingsErrorMsg.LABEL=Ajustes de algoritmo de componente no v\u00e1lidos
NoValidFieldValuesErrorMsg.LABEL=Los campos de los metadatos no defin\u00edan valores v\u00e1lidos
kSNA_InvalidSetting.LABEL=La configuraci\u00f3n de entrada no es v\u00e1lida
kSNA_InvalidFieldName.LABEL=El nombre del campo de entrada no es v\u00e1lido
kSNA_InputDataError.LABEL=Los datos de entrada no son v\u00e1lidos
kSNA_InputDataValidateEncodeTypeError.LABEL=El tipo de codificaci\u00f3n del archivo de datos de entrada no es v\u00e1lido. SNA solo soporta archivos CDR de codificaci\u00f3n ANSI.
kSNA_InputDiffusionFileValidateError.LABEL=El archivo de semilla de difusi\u00f3n de entrada no es v\u00e1lido. Compruebe si todas las l\u00edneas son iguales o si todas las l\u00edneas son de un valor no v\u00e1lido.
kSNA_SeedFileError.LABEL=No puede abrir el archivo de lista de semillas.
kSNA_TempFileError.LABEL=Hay un error de archivo temporal en SNA
kSNA_MemoryError.LABEL=Hay un error de memoria en SNA
kSNA_AlgorithmError.LABEL=Hay un error de algoritmo en SNA
kSNA_TABIError.LABEL=Hay un error en el servidor TABI
kSNA_InternalError.LABEL=Hay un error interno en SNA
kSNA_TabiloaderReadXMLFileError.LABEL=Hay un error al leer el archivo XML.
kSNA_TabiloaderOpenProcessFileError.LABEL=No se puede abrir el archivo de proceso {0} que es utilizado por el cargador tabi.
kSNA_TabiloaderWriteFeaturesSparseError.LABEL=Hay una excepci\u00f3n inesperada al escribir datos en un archivo .bin.
kSNA_TabiloaderReadInputFormatFileError.LABEL=Hay una excepci\u00f3n inesperada al leer el archivo XML de entrada que es un archivo temporal y se utiliza para el cargador tabi. Compruebe si este archivo se ha generado y si tiene el atributo de escritura.
kSNA_TabiloaderWriteProcessFileError.LABEL=Hay una excepci\u00f3n inesperada cuando el cargador tabi escribe un archivo .tmp.
kSNA_TabiloaderSortingError.LABEL=Hay una excepci\u00f3n inesperada al ordenar el vector.
kSNA_TabiloaderWritePMLFileError.LABEL=Hay una excepci\u00f3n inesperada al escribir un archivo XML que ser\u00e1 utilizado por pmlexec.
kSNA_TabiloaderAlgorithmProcessingMemoryError.LABEL=Hay una excepci\u00f3n inesperada de la memoria. Lo m\u00e1s probable es que el cargado tabi se haya quedado sin memoria. Utilice la f\u00f3rmula de utilizaci\u00f3n de memoria para calcular el tama\u00f1o de memoria de requisito.
kSNA_TabiloaderReadProcessFileError.LABEL=Hay una excepci\u00f3n inesperada al leer el archivo .tmp.
kSNA_TabiloaderUpdateMapError.LABEL=Hay una excepci\u00f3n inesperada. La \u00faltima l\u00ednea es {0}.
kSNA_TabiloaderAlgorithmError.LABEL=Falta la informaci\u00f3n de par-suma para la clave {0} cuando el cargador tabi est\u00e1 escribiendo el archivo .tmp.
kSNA_TabiloaderReedProcessFileCalleeWarning.LABEL=Hay un error cuyo valor de destino es negativo. El ID de destino es {0} y en la l\u00ednea de {1}. El ID de origen es {2}.
kSNA_TabiloaderReedProcessFileCallerWarning.LABEL=Hay un error cuyo valor de ID de origen es negativo. El ID de origen es {0} y en la l\u00ednea de {1}.
kSNA_TabiPmlexecWriteOutPutFileError.LABEL=No se ha podido escribir el archivo de salida {0}. Compruebe si este archivo se ha generado y si tiene el atributo de escritura.
kSNA_TabiPmlexecOpenOutputFileError.LABEL=No se ha podido abrir el archivo de salida {0}. Compruebe si este archivo se ha generado y si tiene el atributo de escritura.
kSNA_TabiPmlexecOpenParameterFileError.LABEL=No se ha podido abrir el abrir {0} que es utilizado por pmlexec. Compruebe si este archivo se ha generado y si tiene el atributo de escritura.
kSNA_TabiPmlexecOpenInputFileError.LABEL=No se ha podido abrir el archivo de datos temporal {0} que es utilizado por pmlexec. Compruebe si este archivo se ha generado y si tiene el atributo de escritura. 
kSNA_TabiPmlexecOpenInputFileInfoError.LABEL=No se ha podido abrir el archivo de informaci\u00f3n de datos temporales {0} que es utilizado por pmlexec. Compruebe si este archivo se ha generado y si tiene el atributo de escritura.
kSNA_TabiPmlexecKernalInternalStatusError.LABEL=El estado de la exploraci\u00f3n de datos es {0}. Es un estado no v\u00e1lido. 
kSNA_TabiPmlexecKernalInternalSample_Error.LABEL=No se ha podido encontrar ninguna muestra para el histograma. Lo m\u00e1s probable es que los datos o par\u00e1metros se han definido de forma demasiado restrictiva. Si los datos y los par\u00e1metros son adecuados, establezca el valor de la variable de entorno SNA_NUMBER_OF_PROCESSES en un n\u00famero peque\u00f1o.
kSNA_TabiPmlexecCorruptedInputHeaderError.LABEL=Falta la cabecera. Se esperaba ver una cabecera en la fila {0}.
kSNA_TabiPmlexecCorruptedInputFooter_Error.LABEL=El origen ha cambiado sin un pie de p\u00e1gina apropiado en la fila {0}.
kSNA_TabiPmlexecCorruptedInputBoundError.LABEL=El n\u00famero de destino est\u00e1 fuera del l\u00edmite. 
kSNA_TabiPmlexecWrongLineNumberWarning=Hay una l\u00ednea vac\u00eda o un valor num\u00e9rico no v\u00e1lido en la l\u00ednea {0} al procesar el archivo de datos.  
kSNA_TabiPmlexecMaxClusterSizeWarning=El n\u00famero del tama\u00f1o del grupo es mayor que 800. Esto puede reflejarse en el rendimiento del algoritmo.
kSNA_TabiPmlexecEmptyLineWarning=Hay una l\u00ednea vac\u00eda o un valor num\u00e9rico no v\u00e1lido en la l\u00ednea {0} al procesar el archivo de semilla.  
kSNA_TabiPmlexecSumValueRowWarning=El valor de la suma de la fila es menor que el valor doble m\u00ednimo.
kSNA_TabiMICH2Error.LABEL=MPICH2 no puede conectarse. Compruebe si el servicio MPICH2 se est\u00e1 ejecutando.
kSNA_AcessRestrictedToFile.LABEL = Se ha restringido el acceso al archivo {0}.
