#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2012
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/
#NLS_ENCODING=UNICODE
#NLS_MESSAGEFORMAT_NONE

sna=Social Network Analysis
unknownErrorMsg.LABEL=Interner Fehler (unbekannt)
initErrMsg.LABEL=Initialisierung fehlgeschlagen
inputErrMsg.LABEL=Fehler beim Lesen der Eingabedaten
internalErrMsg.LABEL=Interner Fehler
invalidMetadataErrMsg.LABEL=Metadaten (in Eingabe-/Ausgabefeldern) nicht g\u00fcltig
fileNotExistErrorMsg.LABEL=Datendatei ist nicht vorhanden
storageNotSupportErrorMsg.LABEL=Integration unterst\u00fctzt diese Art der Datenspeicherung nicht
invalidTargetErrorMsg.LABEL=Ung\u00fcltige Zielfeldeinstellung
invalidTarResponseErrorMsg.LABEL=Ung\u00fcltige Zielantworteinstellung
predictorsEmptyErrMsg.LABEL=Einstellung f\u00fcr Pr\u00e4diktoren darf nicht leer sein
targetAsInputErrorMsg.LABEL=Zielfeld kann keine Eingabe sein
invalidFrequencyErrorMsg.LABEL=H\u00e4ufigkeitsfeld kann keine Eingabe sein
invalidTargetResponseErrorMsg.LABEL=Zielantwortfeld kann keine Eingabe sein
invlidResponseCatErrorMsg.LABEL=Zielantwortfeld muss ein Flag sein
noFrequencyErrorMsg.LABEL=Kein H\u00e4ufigkeitsfeld ausgew\u00e4hlt
noTargetErrorMsg.LABEL=Keine Zielfeldwerte angegeben
invalidtarValueMsg.LABEL=Ung\u00fcltiger Zielfeldwert angegeben
getfilePathMsg.LABEL=Interner Fehler (Datei abrufen)
creationAlgorithmMsg.LABEL=Interner Fehler (Algorithmus)
buildModelErrorMsg.LABEL=Interner Fehler (Komponentenerstellung)
assessModelErrorMsg.LABEL=Interner Fehler (Komponentenbewertung)
exportPMLLErrorMsg.LABEL=Interner Fehler (Komponenten-PMML-Export)
getDataFieldErrorMsg.LABEL=Interner Fehler (Datenmodell abrufen)
tarResIsSameErrorMsg.LABEL=Ziel-, Zielantwort-, Gewichtungs- und Partitionsfeld sollten unterschiedlich sein.
NoTargetFieldErrorMsg.LABEL=Kein Zielfeld ausgew\u00e4hlt
NoTargetResFieldErrorMsg.LABEL=Kein Zielantwortfeld ausgew\u00e4hlt
targetResTrueErrorMsg.LABEL=Einstellung des wahren Werts (true) f\u00fcr die Zielantwort ist ung\u00fcltig
PMMLNotExistErrorMsg.LABEL=Interner Fehler (fehlende PMML)
PMMLIsInvalidErrorMsg.LABEL=Interner Fehler (ung\u00fcltige PMML)
NoPredVarInPMMLErrorMsg.LABEL=Interner Fehler (kein Pr\u00e4diktorfeld in PMML-Datei)
PMMLNotMatchDataErrorMsg.LABEL=Interner Fehler (PMML-Verzeichnis)
getDataSourceErrorMsg.LABEL=Interner Fehler (Datenquelle abrufen)
dataFileISValidErrorMsg.LABEL=Eingabedaten enthalten nicht die f\u00fcr das Modell erforderlichen Pr\u00e4diktorfelder
TarFieldNOTMatchErrMsg.LABEL=Eingabedaten enthalten nicht das f\u00fcr das Modell erforderliche Zielfeld
TRFieldNOTMatchErrMsg.LABEL=Eingabedaten enthalten nicht das f\u00fcr das Modell erforderliche Zielantwortfeld
FreFieldNOTMatchErrMsg.LABEL=Eingabedaten enthalten nicht das f\u00fcr das Modell erforderliche H\u00e4ufigkeitsfeld
InputFieldNOTMatchMsg.LABEL=Eingabedaten enthalten nicht die f\u00fcr das Modell erforderlichen Felder
NoValidRecordsMsg.LABEL=Es liegen keine g\u00fcltigen Datens\u00e4tze f\u00fcr die Modellerstellung vor
NoRecordsScoringMsg.LABEL=Es liegen keine g\u00fcltigen Datens\u00e4tze f\u00fcr das Scoring vor
PartionInValidMsg.LABEL=Das Partitionsfeld sollte sich von den anderen Vorhersagefeldern unterscheiden
InputFieldConstantMsg.LABEL=Eines der Vorhersagefelder enth\u00e4lt nur einen Wert
InvalidSettingsErrorMsg.LABEL=Ung\u00fcltige Einstellungen f\u00fcr den Komponentenalgorithmus
NoValidFieldValuesErrorMsg.LABEL=Felder in Metadaten haben keine g\u00fcltigen Werte definiert
kSNA_InvalidSetting.LABEL=Eingabeeinstellung ist ung\u00fcltig
kSNA_InvalidFieldName.LABEL=Eingabefeldname ist ung\u00fcltig
kSNA_InputDataError.LABEL=Eingabedaten sind ung\u00fcltig
kSNA_InputDataValidateEncodeTypeError.LABEL=Codierungstyp der Eingabedatendatei ist ung\u00fcltig. SNA unterst\u00fctzt nur die ANSI-Codierung von CDR-Dateien.
kSNA_InputDiffusionFileValidateError.LABEL=Die Eingabedatei mit Seedliste der Diffusion ist ung\u00fcltig. Pr\u00fcfen Sie, ob alle Zeilen gleich sind oder ob alle Zeilen einen ung\u00fcltigen Wert enthalten.
kSNA_SeedFileError.LABEL=Datei mit Seedliste kann nicht ge\u00f6ffnet werden.
kSNA_TempFileError.LABEL=Es gibt einen Fehler bei einer tempor\u00e4ren Datei in SNA
kSNA_MemoryError.LABEL=Es gibt einen Arbeitsspeicherfehler in SNA
kSNA_AlgorithmError.LABEL=Es gibt einen Algorithmusfehler in SNA
kSNA_TABIError.LABEL=Es gibt einen Fehler beim TABI-Server
kSNA_InternalError.LABEL=Es gibt einen internen Fehler in SNA
kSNA_TabiloaderReadXMLFileError.LABEL=Es gibt einen Fehler beim Lesen der XML-Datei.
kSNA_TabiloaderOpenProcessFileError.LABEL=Von tabi-loader verwendete Prozessdatei {0} konnte nicht ge\u00f6ffnet werden.
kSNA_TabiloaderWriteFeaturesSparseError.LABEL=Beim Schreiben von Daten in die .bin-Datei ist eine unerwartete Ausnahmebedingung aufgetreten.
kSNA_TabiloaderReadInputFormatFileError.LABEL=Beim Lesen des Eingabeformats der XML-Datei, die eine tempor\u00e4re Datei ist und f\u00fcr tabi-loader verwendet wird, ist eine unerwartete Ausnahmebedingung aufgetreten. Pr\u00fcfen Sie, ob diese Datei generiert wurde und ob das Schreibattribut f\u00fcr sie aktiviert wurde.
kSNA_TabiloaderWriteProcessFileError.LABEL=Beim Schreiben in die .tmp-Datei durch tabi-loader ist eine unerwartete Ausnahmebedingung aufgetreten.
kSNA_TabiloaderSortingError.LABEL=Beim Sortieren der Vektoren ist eine unerwartete Ausnahmebedingung aufgetreten.
kSNA_TabiloaderWritePMLFileError.LABEL=Beim Schreiben der von pmlexec verwendeten XML-Datei ist eine unerwartete Ausnahmebedingung aufgetreten.
kSNA_TabiloaderAlgorithmProcessingMemoryError.LABEL=Eine unerwartete Hauptspeicher-Ausnahmebedingung ist aufgetreten. Wahrscheinlich hat tabi-loader nicht mehr gen\u00fcgend Arbeitsspeicher. Berechnen Sie mithilfe der Speicherauslastungsformel die erforderliche Hauptspeichergr\u00f6\u00dfe.
kSNA_TabiloaderReadProcessFileError.LABEL=Beim Lesen der .tmp-Datei ist eine unerwartete Ausnahmebedingung aufgetreten.
kSNA_TabiloaderUpdateMapError.LABEL=Eine unerwartete Ausnahmebedingung ist aufgetreten. Die letzte Zeile ist {0}.
kSNA_TabiloaderAlgorithmError.LABEL=Beim Schreiben in die .tmp-Datei durch tabi-loader fehlen Paarsummeninformationen f\u00fcr den Schl\u00fcssel {0}.
kSNA_TabiloaderReedProcessFileCalleeWarning.LABEL=Es gibt einen Fehler, weil der Wert des Ziels negativ ist. Die Ziel-ID ist {0} (Zeile {1}). Die Quellen-ID ist {2}.
kSNA_TabiloaderReedProcessFileCallerWarning.LABEL=Es gibt einen Fehler, weil der Wert der Quellen-ID negativ ist. Die Quellen-ID ist {0} (Zeile {1}).
kSNA_TabiPmlexecWriteOutPutFileError.LABEL=Ausgabedatei {0} kann nicht geschrieben werden. Pr\u00fcfen Sie, ob diese Datei generiert wurde und ob das Schreibattribut f\u00fcr sie aktiviert wurde.
kSNA_TabiPmlexecOpenOutputFileError.LABEL=Ausgabedatei {0} kann nicht ge\u00f6ffnet werden. Pr\u00fcfen Sie, ob diese Datei generiert wurde und ob das Schreibattribut f\u00fcr sie aktiviert wurde.
kSNA_TabiPmlexecOpenParameterFileError.LABEL=Von pmlexec verwendete Parameterdatei {0} konnte nicht ge\u00f6ffnet werden. Pr\u00fcfen Sie, ob diese Datei generiert wurde und ob das Schreibattribut f\u00fcr sie aktiviert wurde.
kSNA_TabiPmlexecOpenInputFileError.LABEL=Von pmlexec verwendete tempor\u00e4re Datendatei {0} konnte nicht ge\u00f6ffnet werden. Pr\u00fcfen Sie, ob diese Datei generiert wurde und ob das Schreibattribut f\u00fcr sie aktiviert wurde. 
kSNA_TabiPmlexecOpenInputFileInfoError.LABEL=Von pmlexec verwendete tempor\u00e4re Dateninformationsdatei {0} konnte nicht ge\u00f6ffnet werden. Pr\u00fcfen Sie, ob diese Datei generiert wurde und ob das Schreibattribut f\u00fcr sie aktiviert wurde.
kSNA_TabiPmlexecKernalInternalStatusError.LABEL=Der Status des Datenscans ist {0}. Dies ist ein ung\u00fcltiger Status. 
kSNA_TabiPmlexecKernalInternalSample_Error.LABEL=F\u00fcr das Histogramm wurde keine Stichprobe gefunden. Wahrscheinlich sind die Daten oder Parameter zu restriktiv gesetzt. Wenn die Daten und Parameter in geeigneter Weise gesetzt sind, setzen Sie den Wert der Umgebungsvariablen SNA_NUMBER_OF_PROCESSES auf eine kleinere Zahl.
kSNA_TabiPmlexecCorruptedInputHeaderError.LABEL=Die Kopfzeile fehlt. Die Kopfzeile wird in Zeile {0} erwartet.
kSNA_TabiPmlexecCorruptedInputFooter_Error.LABEL=Die Quelle wurde ohne ordnungsgem\u00e4\u00dfe Fu\u00dfzeile in Zeile {0} ge\u00e4ndert.
kSNA_TabiPmlexecCorruptedInputBoundError.LABEL=Die Nummer des Ziels liegt au\u00dferhalb des g\u00fcltigen Bereichs. 
kSNA_TabiPmlexecWrongLineNumberWarning=Bei der Verarbeitung der Datendatei gibt es eine leere Zeile oder einen ung\u00fcltigen numerischen Wert in Zeile {0}.  
kSNA_TabiPmlexecMaxClusterSizeWarning=Der Wert f\u00fcr die Gruppengr\u00f6\u00dfe \u00fcbersteigt 800. Hierdurch kann die Leistung des Algorithmus beeintr\u00e4chtigt werden.
kSNA_TabiPmlexecEmptyLineWarning=Bei der Verarbeitung der Datei mit Seedliste gibt es eine leere Zeile oder einen ung\u00fcltigen numerischen Wert in Zeile {0}.  
kSNA_TabiPmlexecSumValueRowWarning=Der Summenwert der Zeile ist kleiner als der minimale Doppelwert.
kSNA_TabiMICH2Error.LABEL=Es kann keine Verbindung zu MPICH2 hergestellt werden. Pr\u00fcfen Sie, ob der Service MPICH2 ausgef\u00fchrt wird.
kSNA_AcessRestrictedToFile.LABEL = Zugriff auf Datei {0} ist eingeschr\u00e4nkt.
