#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2012
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/
#NLS_ENCODING=UNICODE
#NLS_MESSAGEFORMAT_NONE

sna=\u30bd\u30fc\u30b7\u30e3\u30eb \u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u5206\u6790
unknownErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u4e0d\u660e)
initErrMsg.LABEL=\u521d\u671f\u5316\u306b\u5931\u6557\u3057\u307e\u3057\u305f
inputErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u3092\u8aad\u307f\u8fbc\u3080\u969b\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
internalErrMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc
invalidMetadataErrMsg.LABEL=\u30e1\u30bf\u30c7\u30fc\u30bf (\u5165\u529b/\u51fa\u529b\u30d5\u30a3\u30fc\u30eb\u30c9) \u304c\u7121\u52b9\u3067\u3059
fileNotExistErrorMsg.LABEL=\u30c7\u30fc\u30bf \u30d5\u30a1\u30a4\u30eb\u304c\u3042\u308a\u307e\u305b\u3093\u3002
storageNotSupportErrorMsg.LABEL=\u7d71\u5408\u3067\u306f\u3001\u3053\u306e\u7a2e\u985e\u306e\u30c7\u30fc\u30bf \u30b9\u30c8\u30ec\u30fc\u30b8\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u305b\u3093
invalidTargetErrorMsg.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059
invalidTarResponseErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059
predictorsEmptyErrMsg.LABEL=\u4e88\u6e2c\u306e\u8a2d\u5b9a\u3092\u7a7a\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093
targetAsInputErrorMsg.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u306f\u3067\u304d\u307e\u305b\u3093
invalidFrequencyErrorMsg.LABEL=\u5ea6\u6570\u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u306f\u3067\u304d\u307e\u305b\u3093
invalidTargetResponseErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9 \u30d5\u30a3\u30fc\u30eb\u30c9\u3092\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u306b\u306f\u3067\u304d\u307e\u305b\u3093
invlidResponseCatErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9 \u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u30d5\u30e9\u30b0\u578b\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
noFrequencyErrorMsg.LABEL=\u5ea6\u6570\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093
noTargetErrorMsg.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
invalidtarValueMsg.LABEL=\u7121\u52b9\u306a\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059
getfilePathMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30d5\u30a1\u30a4\u30eb\u53d6\u5f97)
creationAlgorithmMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0)
buildModelErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u69cb\u7bc9)
assessModelErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u8a55\u4fa1)
exportPMLLErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8 PMML \u30a8\u30af\u30b9\u30dd\u30fc\u30c8)
getDataFieldErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30c7\u30fc\u30bf \u30e2\u30c7\u30eb\u53d6\u5f97)
tarResIsSameErrorMsg.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u3001\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9 \u30d5\u30a3\u30fc\u30eb\u30c9\u3001\u91cd\u307f\u30d5\u30a3\u30fc\u30eb\u30c9\u3001\u30c7\u30fc\u30bf\u533a\u5206\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u7570\u306a\u308b\u3082\u306e\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
NoTargetFieldErrorMsg.LABEL=\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093
NoTargetResFieldErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9 \u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093
targetResTrueErrorMsg.LABEL=\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9\u306e\u771f (true) \u306e\u5024\u306e\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059
PMMLNotExistErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (PMML \u304c\u306a\u3044)
PMMLIsInvalidErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (PMML \u304c\u7121\u52b9)
NoPredVarInPMMLErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (PMML \u30d5\u30a1\u30a4\u30eb\u306b\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093)
PMMLNotMatchDataErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (PMML \u30c7\u30a3\u30ec\u30af\u30c8\u30ea)
getDataSourceErrorMsg.LABEL=\u5185\u90e8\u30a8\u30e9\u30fc (\u30c7\u30fc\u30bf \u30bd\u30fc\u30b9\u53d6\u5f97)
dataFileISValidErrorMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
TarFieldNOTMatchErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u5bfe\u8c61\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
TRFieldNOTMatchErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u5bfe\u8c61\u30ec\u30b9\u30dd\u30f3\u30b9 \u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
FreFieldNOTMatchErrMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u5bfe\u8c61\u5ea6\u6570\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
InputFieldNOTMatchMsg.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u306b\u3001\u30e2\u30c7\u30eb\u306b\u5fc5\u8981\u306a\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
NoValidRecordsMsg.LABEL=\u30e2\u30c7\u30eb\u306e\u69cb\u7bc9\u306b\u6709\u52b9\u306a\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
NoRecordsScoringMsg.LABEL=\u30b9\u30b3\u30a2\u30ea\u30f3\u30b0\u306b\u6709\u52b9\u306a\u30ec\u30b3\u30fc\u30c9\u304c\u3042\u308a\u307e\u305b\u3093
PartionInValidMsg.LABEL=\u30c7\u30fc\u30bf\u533a\u5206\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u3001\u305d\u306e\u307b\u304b\u306e\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u3068\u7570\u306a\u308b\u3082\u306e\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
InputFieldConstantMsg.LABEL=\u4e88\u6e2c\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u3044\u305a\u308c\u304b\u306b\u5024\u304c 1 \u3064\u3060\u3051\u542b\u307e\u308c\u3066\u3044\u307e\u3059
InvalidSettingsErrorMsg.LABEL=\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8 \u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059
NoValidFieldValuesErrorMsg.LABEL=\u30e1\u30bf\u30c7\u30fc\u30bf\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u6709\u52b9\u306a\u5024\u3092\u5b9a\u7fa9\u3057\u307e\u305b\u3093\u3067\u3057\u305f
kSNA_InvalidSetting.LABEL=\u5165\u529b\u8a2d\u5b9a\u304c\u7121\u52b9\u3067\u3059
kSNA_InvalidFieldName.LABEL=\u5165\u529b\u30d5\u30a3\u30fc\u30eb\u30c9\u540d\u304c\u7121\u52b9\u3067\u3059
kSNA_InputDataError.LABEL=\u5165\u529b\u30c7\u30fc\u30bf\u304c\u7121\u52b9\u3067\u3059
kSNA_InputDataValidateEncodeTypeError.LABEL=\u5165\u529b\u30c7\u30fc\u30bf \u30d5\u30a1\u30a4\u30eb\u306e\u30a8\u30f3\u30b3\u30fc\u30c9 \u30bf\u30a4\u30d7\u304c\u7121\u52b9\u3067\u3059\u3002 SNA \u304c\u30b5\u30dd\u30fc\u30c8\u3059\u308b\u306e\u306f\u3001ANSI \u30a8\u30f3\u30b3\u30fc\u30c9\u306e CDR \u30d5\u30a1\u30a4\u30eb\u306e\u307f\u3067\u3059\u3002
kSNA_InputDiffusionFileValidateError.LABEL=\u5165\u529b\u62e1\u6563\u30b7\u30fc\u30c9 \u30d5\u30a1\u30a4\u30eb\u304c\u7121\u52b9\u3067\u3059\u3002 \u3059\u3079\u3066\u306e\u884c\u3067\u304c\u540c\u3058\u3067\u306f\u306a\u3044\u304b\u3001\u307e\u305f\u306f\u3001\u3059\u3079\u3066\u306e\u884c\u306e\u5024\u304c\u7121\u52b9\u3067\u306f\u306a\u3044\u304b\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
kSNA_SeedFileError.LABEL=\u30b7\u30fc\u30c9 \u30ea\u30b9\u30c8 \u30d5\u30a1\u30a4\u30eb\u3092\u958b\u304f\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002
kSNA_TempFileError.LABEL=SNA \u3067\u4e00\u6642\u30d5\u30a1\u30a4\u30eb \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
kSNA_MemoryError.LABEL=SNA \u3067\u30e1\u30e2\u30ea\u30fc \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
kSNA_AlgorithmError.LABEL=SNA \u3067\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0 \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
kSNA_TABIError.LABEL=TABI \u30b5\u30fc\u30d0\u30fc\u3067\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
kSNA_InternalError.LABEL=SNA \u3067\u5185\u90e8\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
kSNA_TabiloaderReadXMLFileError.LABEL=XML \u30d5\u30a1\u30a4\u30eb\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
kSNA_TabiloaderOpenProcessFileError.LABEL=tabi-loader \u306b\u4f7f\u7528\u3055\u308c\u308b\u30d7\u30ed\u30bb\u30b9 \u30d5\u30a1\u30a4\u30eb {0} \u3092\u958b\u304f\u306e\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
kSNA_TabiloaderWriteFeaturesSparseError.LABEL=.bin \u30d5\u30a1\u30a4\u30eb\u3078\u306e\u30c7\u30fc\u30bf\u306e\u66f8\u304d\u8fbc\u307f\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
kSNA_TabiloaderReadInputFormatFileError.LABEL=\u4e00\u6642\u30d5\u30a1\u30a4\u30eb\u3067\u3042\u308a\u3001tabi-loader \u306b\u4f7f\u7528\u3055\u308c\u308b\u5165\u529b XML \u30d5\u30a1\u30a4\u30eb\u5f62\u5f0f\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u3053\u306e\u30d5\u30a1\u30a4\u30eb\u304c\u751f\u6210\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u3068\u3001\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u306b\u66f8\u304d\u8fbc\u307f\u5c5e\u6027\u304c\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
kSNA_TabiloaderWriteProcessFileError.LABEL=tabi-loader \u304c .tmp \u30d5\u30a1\u30a4\u30eb\u306b\u66f8\u304d\u8fbc\u3093\u3067\u3044\u308b\u3068\u304d\u306b\u4e88\u671f\u3057\u306a\u3044\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
kSNA_TabiloaderSortingError.LABEL=\u30d9\u30af\u30c8\u30eb\u306e\u30bd\u30fc\u30c8\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
kSNA_TabiloaderWritePMLFileError.LABEL=pmlexec \u306b\u4f7f\u7528\u3055\u308c\u308b XML \u30d5\u30a1\u30a4\u30eb\u3078\u306e\u66f8\u304d\u8fbc\u307f\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
kSNA_TabiloaderAlgorithmProcessingMemoryError.LABEL=\u4e88\u671f\u3057\u306a\u3044\u30e1\u30e2\u30ea\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 tabi-loader \u306e\u30e1\u30e2\u30ea\u304c\u4e0d\u8db3\u3057\u3066\u3044\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002 \u30e1\u30e2\u30ea\u4f7f\u7528\u7387\u306e\u6570\u5f0f\u3092\u4f7f\u7528\u3057\u3066\u3001\u30e1\u30e2\u30ea \u30b5\u30a4\u30ba\u6240\u8981\u91cf\u3092\u8a08\u7b97\u3057\u3066\u304f\u3060\u3055\u3044\u3002
kSNA_TabiloaderReadProcessFileError.LABEL=.tmp \u30d5\u30a1\u30a4\u30eb\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
kSNA_TabiloaderUpdateMapError.LABEL=\u4e88\u671f\u3057\u306a\u3044\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u6700\u5f8c\u306e\u884c\u306f {0} \u3067\u3059\u3002
kSNA_TabiloaderAlgorithmError.LABEL=tabi-loder \u304c .tmp \u30d5\u30a1\u30a4\u30eb\u306b\u66f8\u304d\u8fbc\u3080\u3068\u304d\u306e\u3001\u30ad\u30fc {0} \u306b\u5bfe\u3059\u308b pair-sum \u60c5\u5831\u304c\u3042\u308a\u307e\u305b\u3093\u3002
kSNA_TabiloaderReedProcessFileCalleeWarning.LABEL=\u5b9b\u5148\u306e\u5024\u304c\u8ca0\u3067\u3042\u308b\u3068\u3044\u3046\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u5b9b\u5148 ID \u306f {0} \u3067\u3001{1} \u306e\u884c\u306b\u3042\u308a\u307e\u3059\u3002 \u30bd\u30fc\u30b9 ID \u306f {2} \u3067\u3059\u3002
kSNA_TabiloaderReedProcessFileCallerWarning.LABEL=\u30bd\u30fc\u30b9 ID \u306e\u5024\u304c\u8ca0\u3067\u3042\u308b\u3068\u3044\u3046\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \u30bd\u30fc\u30b9 ID \u306f {0} \u3067\u3001{1} \u306e\u884c\u306b\u3042\u308a\u307e\u3059\u3002
kSNA_TabiPmlexecWriteOutPutFileError.LABEL=\u51fa\u529b\u30d5\u30a1\u30a4\u30eb {0} \u3078\u306e\u66f8\u304d\u8fbc\u307f\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002 \u3053\u306e\u30d5\u30a1\u30a4\u30eb\u304c\u751f\u6210\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u3068\u3001\u66f8\u304d\u8fbc\u307f\u5c5e\u6027\u304c\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
kSNA_TabiPmlexecOpenOutputFileError.LABEL=\u51fa\u529b\u30d5\u30a1\u30a4\u30eb {0} \u3092\u958b\u304f\u306e\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002 \u3053\u306e\u30d5\u30a1\u30a4\u30eb\u304c\u751f\u6210\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u3068\u3001\u66f8\u304d\u8fbc\u307f\u5c5e\u6027\u304c\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
kSNA_TabiPmlexecOpenParameterFileError.LABEL=pmlexec \u306b\u4f7f\u7528\u3055\u308c\u308b\u30d1\u30e9\u30e1\u30fc\u30bf \u30d5\u30a1\u30a4\u30eb {0} \u3092\u958b\u304f\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u3053\u306e\u30d5\u30a1\u30a4\u30eb\u304c\u751f\u6210\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u3068\u3001\u66f8\u304d\u8fbc\u307f\u5c5e\u6027\u304c\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
kSNA_TabiPmlexecOpenInputFileError.LABEL=pmlexec \u306b\u4f7f\u7528\u3055\u308c\u308b\u4e00\u6642\u30c7\u30fc\u30bf \u30d5\u30a1\u30a4\u30eb {0} \u3092\u958b\u304f\u306e\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002 \u3053\u306e\u30d5\u30a1\u30a4\u30eb\u304c\u751f\u6210\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u3068\u3001\u66f8\u304d\u8fbc\u307f\u5c5e\u6027\u304c\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002 
kSNA_TabiPmlexecOpenInputFileInfoError.LABEL=pmlexec \u306b\u4f7f\u7528\u3055\u308c\u308b\u4e00\u6642\u30c7\u30fc\u30bf\u60c5\u5831\u30d5\u30a1\u30a4\u30eb {0} \u3092\u958b\u304f\u306e\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002 \u3053\u306e\u30d5\u30a1\u30a4\u30eb\u304c\u751f\u6210\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u3068\u3001\u66f8\u304d\u8fbc\u307f\u5c5e\u6027\u304c\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
kSNA_TabiPmlexecKernalInternalStatusError.LABEL=\u30c7\u30fc\u30bf \u30b9\u30ad\u30e3\u30f3\u306e\u30b9\u30c6\u30fc\u30bf\u30b9\u306f {0} \u3067\u3059\u3002 \u3053\u308c\u306f\u7121\u52b9\u306a\u30b9\u30c6\u30fc\u30bf\u30b9\u3067\u3059\u3002 
kSNA_TabiPmlexecKernalInternalSample_Error.LABEL=\u30d2\u30b9\u30c8\u30b0\u30e9\u30e0\u306e\u30b5\u30f3\u30d7\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u30c7\u30fc\u30bf\u307e\u305f\u306f\u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u306e\u8a2d\u5b9a\u306e\u5236\u9650\u304c\u5f37\u3059\u304e\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u30c7\u30fc\u30bf\u304a\u3088\u3073\u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u304c\u9069\u5207\u306a\u5834\u5408\u3001\u74b0\u5883\u5909\u6570 SNA_NUMBER_OF_PROCESSES \u306e\u5024\u3092\u5c0f\u3055\u3044\u6570\u306b\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
kSNA_TabiPmlexecCorruptedInputHeaderError.LABEL=\u30d8\u30c3\u30c0\u30fc\u304c\u3042\u308a\u307e\u305b\u3093\u3002 \u884c {0} \u306b\u30d8\u30c3\u30c0\u30fc\u304c\u3042\u308b\u3068\u4e88\u671f\u3055\u308c\u3066\u3044\u307e\u3059\u3002
kSNA_TabiPmlexecCorruptedInputFooter_Error.LABEL=\u30bd\u30fc\u30b9\u304c\u5909\u66f4\u3055\u308c\u307e\u3057\u305f\u304c\u3001\u884c {0} \u306b\u9069\u5207\u306a\u30d5\u30c3\u30bf\u30fc\u304c\u3042\u308a\u307e\u305b\u3093\u3002
kSNA_TabiPmlexecCorruptedInputBoundError.LABEL=\u5b9b\u5148\u306e\u756a\u53f7\u304c\u7bc4\u56f2\u5916\u3067\u3059\u3002 
kSNA_TabiPmlexecWrongLineNumberWarning=\u30c7\u30fc\u30bf \u30d5\u30a1\u30a4\u30eb\u306e\u51e6\u7406\u4e2d\u3001\u884c {0} \u306b\u3001\u7a7a\u306e\u884c\u307e\u305f\u306f\u7121\u52b9\u306a\u6570\u5024\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f\u3002  
kSNA_TabiPmlexecMaxClusterSizeWarning=\u30b0\u30eb\u30fc\u30d7 \u30b5\u30a4\u30ba\u306e\u6570\u5024\u304c 800 \u3088\u308a\u5927\u304d\u304f\u306a\u3063\u3066\u3044\u307e\u3059\u3002 \u3053\u308c\u306f\u3001\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u306e\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u306b\u5f71\u97ff\u3059\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
kSNA_TabiPmlexecEmptyLineWarning=\u30b7\u30fc\u30c9 \u30d5\u30a1\u30a4\u30eb\u306e\u51e6\u7406\u4e2d\u3001\u884c {0} \u306b\u3001\u7a7a\u306e\u884c\u307e\u305f\u306f\u7121\u52b9\u306a\u6570\u5024\u304c\u898b\u3064\u304b\u308a\u307e\u3057\u305f\u3002  
kSNA_TabiPmlexecSumValueRowWarning=\u884c\u306e\u5408\u8a08\u5024\u304c\u3001\u6700\u5c0f\u306e\u500d\u7cbe\u5ea6\u5024\u3088\u308a\u5c0f\u3055\u304f\u306a\u3063\u3066\u3044\u307e\u3059\u3002
kSNA_TabiMICH2Error.LABEL=MPICH2 \u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3002 MPICH2 \u30b5\u30fc\u30d3\u30b9\u304c\u5b9f\u884c\u4e2d\u3067\u3042\u308b\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
kSNA_AcessRestrictedToFile.LABEL = \u30d5\u30a1\u30a4\u30eb {0} \u3078\u306e\u30a2\u30af\u30bb\u30b9\u306f\u5236\u9650\u3055\u308c\u3066\u3044\u307e\u3059\u3002
