#/***********************************************************************
# * Licensed Materials - Property of IBM
# *
# * IBM SPSS Products: <Analytic Components>
# *
# * (C) Copyright IBM Corp. 2012
# *
# * US Government Users Restricted Rights - Use, duplication or disclosure
# * restricted by GSA ADP Schedule Contract with IBM Corp.
# ************************************************************************/
#NLS_ENCODING=UNICODE
#NLS_MESSAGEFORMAT_NONE

sna=An\u00e1lise de rede social
unknownErrorMsg.LABEL=Erro interno (desconhecido)
initErrMsg.LABEL=A inicializa\u00e7\u00e3o falhou
inputErrMsg.LABEL=Erro ao ler dados de entrada
internalErrMsg.LABEL=Erro interno
invalidMetadataErrMsg.LABEL=Metadados (sobre campos de entrada/sa\u00edda) n\u00e3o s\u00e3o v\u00e1lidos
fileNotExistErrorMsg.LABEL=O arquivo de dados n\u00e3o existe
storageNotSupportErrorMsg.LABEL=A integra\u00e7\u00e3o n\u00e3o suporta este tipo de armazenamento de dados
invalidTargetErrorMsg.LABEL=Configura\u00e7\u00e3o de campo de destino inv\u00e1lida
invalidTarResponseErrorMsg.LABEL=Configura\u00e7\u00e3o de resposta de destino inv\u00e1lida
predictorsEmptyErrMsg.LABEL=A configura\u00e7\u00e3o dos preditores n\u00e3o pode ficar vazia
targetAsInputErrorMsg.LABEL=O campo de resposta n\u00e3o pode ser uma entrada
invalidFrequencyErrorMsg.LABEL=O campo de frequ\u00eancia n\u00e3o pode ser uma entrada
invalidTargetResponseErrorMsg.LABEL=O campo de resposta de destino n\u00e3o pode ser uma entrada
invlidResponseCatErrorMsg.LABEL=O campo de resposta de destino deve ser uma flag
noFrequencyErrorMsg.LABEL=Nenhum campo de frequ\u00eancia selecionado
noTargetErrorMsg.LABEL=Nenhum valor de campo de destino foi especificado
invalidtarValueMsg.LABEL=Valor de campo de destino especificado inv\u00e1lido
getfilePathMsg.LABEL=Erro interno (obter arquivo)
creationAlgorithmMsg.LABEL=Erro interno (algoritmo)
buildModelErrorMsg.LABEL=Erro interno (constru\u00e7\u00e3o de componente)
assessModelErrorMsg.LABEL=Erro interno (avalia\u00e7\u00e3o de componente)
exportPMLLErrorMsg.LABEL=Erro interno (exporta\u00e7\u00e3o de PMML de componente)
getDataFieldErrorMsg.LABEL=Erro interno (obter datamodel)
tarResIsSameErrorMsg.LABEL=Os campos de resposta, resposta de resposta, pondera\u00e7\u00e3o e parti\u00e7\u00e3o devem ser diferentes
NoTargetFieldErrorMsg.LABEL=Nenhum campo de destino selecionado
NoTargetResFieldErrorMsg.LABEL=Nenhum campo de resposta de destino selecionado
targetResTrueErrorMsg.LABEL=A configura\u00e7\u00e3o do valor verdadeiro de resposta de destino \u00e9 inv\u00e1lida
PMMLNotExistErrorMsg.LABEL=Erro interno (PMML omisso)
PMMLIsInvalidErrorMsg.LABEL=Erro interno (PMML inv\u00e1lido)
NoPredVarInPMMLErrorMsg.LABEL=Erro interno (nenhum campo de preditor no arquivo PMML)
PMMLNotMatchDataErrorMsg.LABEL=Erro interno (diret\u00f3rio de PMML)
getDataSourceErrorMsg.LABEL=Erro interno (Obter fonte de dados)
dataFileISValidErrorMsg.LABEL=Os dados de entrada n\u00e3o incluem campos de preditor exigidos pelo modelo
TarFieldNOTMatchErrMsg.LABEL=Os dados de entrada n\u00e3o incluem o campo de destino exigido pelo modelo
TRFieldNOTMatchErrMsg.LABEL=Os dados de entrada n\u00e3o incluem o campo de resposta de destino exigido pelo modelo
FreFieldNOTMatchErrMsg.LABEL=Os dados de entrada n\u00e3o incluem o campo de frequ\u00eancia exigido pelo modelo
InputFieldNOTMatchMsg.LABEL=Os dados de entrada n\u00e3o incluem campos exigidos pelo modelo
NoValidRecordsMsg.LABEL=N\u00e3o h\u00e1 registros v\u00e1lidos para constru\u00e7\u00e3o de modelo
NoRecordsScoringMsg.LABEL=N\u00e3o h\u00e1 registros v\u00e1lidos para escoragem
PartionInValidMsg.LABEL=O campo de parti\u00e7\u00e3o deve ser diferente dos outros campos preditivos
InputFieldConstantMsg.LABEL=Um dos campos de preditor cont\u00e9m apenas um valor
InvalidSettingsErrorMsg.LABEL=Configura\u00e7\u00f5es de algoritmo de componente inv\u00e1lidas
NoValidFieldValuesErrorMsg.LABEL=Os campos nos metadados n\u00e3o definiram valores v\u00e1lidos
kSNA_InvalidSetting.LABEL=A configura\u00e7\u00e3o de entrada \u00e9 inv\u00e1lida
kSNA_InvalidFieldName.LABEL=O nome do campo de entrada \u00e9 inv\u00e1lido
kSNA_InputDataError.LABEL=Os dados de entrada s\u00e3o inv\u00e1lidos
kSNA_InputDataValidateEncodeTypeError.LABEL=O tipo de codifica\u00e7\u00e3o do arquivo de dados de entrada \u00e9 inv\u00e1lido. O SNA suporta somente o arquivo CDR de codifica\u00e7\u00e3o de ANSI.
kSNA_InputDiffusionFileValidateError.LABEL=O arquivo de valor inicial de difus\u00e3o de entrada \u00e9 inv\u00e1lido. Verifique se todas as linhas s\u00e3o iguais ou se todas as linhas possuem valor inv\u00e1lido.
kSNA_SeedFileError.LABEL=N\u00e3o \u00e9 poss\u00edvel abrir o arquivo de lista de valores iniciais.
kSNA_TempFileError.LABEL=H\u00e1 um erro de arquivo tempor\u00e1rio em SNA
kSNA_MemoryError.LABEL=H\u00e1 um erro de mem\u00f3ria em SNA
kSNA_AlgorithmError.LABEL=H\u00e1 um erro de algoritmo em SNA
kSNA_TABIError.LABEL=H\u00e1 um erro no servidor TABI
kSNA_InternalError.LABEL=H\u00e1 um erro interno em SNA
kSNA_TabiloaderReadXMLFileError.LABEL=Ocorrer\u00e1 um erro ao ler o arquivo XML.
kSNA_TabiloaderOpenProcessFileError.LABEL=Falha ao abrir o arquivo de processo {0} usado pelo carregador de TABI.
kSNA_TabiloaderWriteFeaturesSparseError.LABEL=Ocorrer\u00e1 uma exce\u00e7\u00e3o inesperada ao gravar dados no arquivo .bin.
kSNA_TabiloaderReadInputFormatFileError.LABEL=Ocorrer\u00e1 uma exce\u00e7\u00e3o inesperada ao ler o formato de arquivo XML de entrada que \u00e9 o arquivo tempor\u00e1rio e usado para o carregador de TABI. Verifique se esse arquivo foi gerado e se esse arquivo possui atributo de grava\u00e7\u00e3o.
kSNA_TabiloaderWriteProcessFileError.LABEL=Ocorreu uma exce\u00e7\u00e3o inesperada quando o carregador de TABI estava gravando o arquivo .tmp.
kSNA_TabiloaderSortingError.LABEL=Ocorreu uma exce\u00e7\u00e3o inesperada ao classificar o vetor.
kSNA_TabiloaderWritePMLFileError.LABEL=Ocorreu uma exce\u00e7\u00e3o inesperada ao gravar o arquivo XML que ser\u00e1 usado por pmlexec.
kSNA_TabiloaderAlgorithmProcessingMemoryError.LABEL=Ocorreu uma exce\u00e7\u00e3o de mem\u00f3ria inesperada. Provavelmente, \u00e9 porque o carregador de TABI foi executado sem mem\u00f3ria. Use a f\u00f3rmula de utiliza\u00e7\u00e3o de mem\u00f3ria para calcular o tamanho da mem\u00f3ria de requisito.
kSNA_TabiloaderReadProcessFileError.LABEL=Ocorreu uma exce\u00e7\u00e3o inesperada ao ler o arquivo .tmp.
kSNA_TabiloaderUpdateMapError.LABEL=Ocorreu uma exce\u00e7\u00e3o inesperada. A \u00faltima linha \u00e9 {0}.
kSNA_TabiloaderAlgorithmError.LABEL=\u00c9 uma informa\u00e7\u00e3o de soma de pares ausente para a chave {0} quando o carregador de TABI estiver gravando o arquivo .tmp.
kSNA_TabiloaderReedProcessFileCalleeWarning.LABEL=Ocorreu um erro de que o valor de destino \u00e9 negativo. O identificador de destino \u00e9 {0} e est\u00e1 na linha de {1}. O ID de origem \u00e9 {2}.
kSNA_TabiloaderReedProcessFileCallerWarning.LABEL=Ocorreu um erro de que o valor do ID de origem \u00e9 negativo. O ID de origem \u00e9 {0} e est\u00e1 na linha de {1}.
kSNA_TabiPmlexecWriteOutPutFileError.LABEL=Falha ao gravar o arquivo de sa\u00edda {0}. Verifique se esse arquivo foi gerado e se possui atributo de grava\u00e7\u00e3o.
kSNA_TabiPmlexecOpenOutputFileError.LABEL=Falha ao abrir o arquivo de sa\u00edda {0}. Verifique se esse arquivo foi gerado e se possui atributo de grava\u00e7\u00e3o.
kSNA_TabiPmlexecOpenParameterFileError.LABEL=N\u00e3o foi poss\u00edvel abrir o arquivo de par\u00e2metro {0} usado por pmlexec. Verifique se esse arquivo foi gerado e se possui atributo de grava\u00e7\u00e3o.
kSNA_TabiPmlexecOpenInputFileError.LABEL=Falha ao abrir o arquivo de dados tempor\u00e1rio {0} usado por pmlexec. Verifique se esse arquivo foi gerado e se possui atributo de grava\u00e7\u00e3o. 
kSNA_TabiPmlexecOpenInputFileInfoError.LABEL=Falha ao abrir o arquivo de informa\u00e7\u00f5es de dados tempor\u00e1rio {0} usado por pmlexec. Verifique se esse arquivo foi gerado e se possui atributo de grava\u00e7\u00e3o.
kSNA_TabiPmlexecKernalInternalStatusError.LABEL=O status de varredura de dados \u00e9 {0}. \u00c9 um status inv\u00e1lido. 
kSNA_TabiPmlexecKernalInternalSample_Error.LABEL=N\u00e3o foi poss\u00edvel localizar nenhuma amostra para o histograma. Provavelmente, os dados ou os par\u00e2metros s\u00e3o configurados de forma muito limitada. Se os dados e os par\u00e2metros forem apropriados, configure o valor da vari\u00e1vel de ambiente SNA_NUMBER_OF_PROCESSES para um n\u00famero pequeno.
kSNA_TabiPmlexecCorruptedInputHeaderError.LABEL=O cabe\u00e7alho est\u00e1 ausente. Espera-se ver o cabe\u00e7alho na linha {0}.
kSNA_TabiPmlexecCorruptedInputFooter_Error.LABEL=A origem \u00e9 alterada sem o rodap\u00e9 adequado na linha {0}.
kSNA_TabiPmlexecCorruptedInputBoundError.LABEL=O n\u00famero de destino est\u00e1 fora do limite. 
kSNA_TabiPmlexecWrongLineNumberWarning=H\u00e1 uma linha vazia ou um valor num\u00e9rico inv\u00e1lido na linha {0} ao processar o arquivo de dados.  
kSNA_TabiPmlexecMaxClusterSizeWarning=O n\u00famero de tamanho do grupo \u00e9 maior que 800. Isso pode refletir no desempenho do algoritmo.
kSNA_TabiPmlexecEmptyLineWarning=H\u00e1 uma linha vazia ou um valor num\u00e9rico inv\u00e1lido na linha {0} ao processar o arquivo inicial.  
kSNA_TabiPmlexecSumValueRowWarning=O valor de soma da linha \u00e9 menor que o valor duplo m\u00ednimo.
kSNA_TabiMICH2Error.LABEL=N\u00e3o \u00e9 poss\u00edvel conectar MPICH2. Verifique se o servi\u00e7o de MPICH2 est\u00e1 em execu\u00e7\u00e3o.
kSNA_AcessRestrictedToFile.LABEL = O acesso est\u00e1 restrito para o arquivo {0}.
